{
  "idNow": -1,
  "numbPost": 5,
  "posts": [
    {
      "id": 0,
      "title": "Молочный бар «Korova»",
      "content": "Молочный бар «Korova» – это было zavedenije, где давали «молоко плюс», хотя вы то, бллин, небось уже и запамятовали, что это были за zavedenija: конечно, нынче ведь все так скоро меняется, забывается прямо на глазах, всем plevatt, даже газет нынче толком никто не читает. В общем, подавали там «молоко плюс» – то есть молоко плюс кое какая добавка. Разрешения на торговлю спиртным у них не было, но против того, чтобы подмешивать кое что из новых shtutshek в доброе старое молоко, закона еще не было, и можно было pitt его с велосетом, дренкромом, а то и еще кое с чем из shtutshek, от которых идет тихий baldiozh, и ты минут пятнадцать чувствуешь, что сам Господь Бог со всем его святым воинством сидит у тебя в левом ботинке, а сквозь mozg проскакивают искры и фейерверки. Еще можно было pitt «молоко с ножами», как это у нас называлось, от него шел tortsh, и хотелось dratsing, хотелось gasitt кого нибудь по полной программе, одного всей kodloi, а в тот вечер, с которого я начал свой рассказ, мы как раз это самое и пили."
    },
    {
      "id": 1,
      "title": "Юность",
      "content": "Юность не вечна, о да. И потом, в юности ты всего лишь вроде как животное, что ли. Нет, даже не животное, а скорее какая-нибудь игрушка, что продаются на каждом углу, – вроде как жестяной человечек с пружиной внутри, которого ключиком снаружи заведешь – др-др-др, и он пошел вроде как сам по себе, бллин. Но ходит он только по прямой и на всякие vestshi натыкается – бац, бац, к тому же если уж он пошел, то остановиться ни за что не может"
    },
    {
      "id": 2,
      "title": "Plott",
      "content": "Само великолепие в них обретало plott, становилось телесным и осязаемым. Золотые струи изливались из тромбонов под кроватью; где-то за головой, трехструйные, искрились пламенные трубы; у двери рокотали ударные, прокатываясь прямо по мне, по всему нутру, и снова отдаляясь, треща, как игрушечный гром. О, чудо из чудес! И вот, как птица, вытканная из неземных, тончайших серебристых нитей, или как серебристое вино, льющееся из космической ракеты, вступила, отрицая всякую гравитацию, скрипка соло, сразу возвысившись над всеми другими струнными, которые будто шелковой сетью сплелись над моей кроватью. Потом ворвались флейта с гобоем, ввинтились, словно платиновые черви в сладчайшую изобильную plott из золота и серебра. Невероятнейшее наслаждение, бллин"
    },
    {
      "id": 3,
      "title": "Натура личности",
      "content": "Более того, когда человек плохой, это просто свойство его натуры, его личности – моей, твоей, его, каждого в своем odi notshestve, – а натуру эту сотворил бог, или gog, или кто угодно в великом акте радостного творения. Неличность не может смириться с тем, что у кого-то эта самая личность плохая, в том смысле, что правительство, судьи и школы не могут позволить нам быть плохими, потому что они не могут позволить нам быть личностями. Да и не вся ли наша современная история, бллин, это история борьбы маленьких храбрых личностей против огромной машины? Я это серьезно, бллин, совершенно серьезно. Но то, что я делаю, я делаю потом у, что мне нравится это делать."
    },
    {
      "id": 4,
      "title": "Неличность",
      "content": "Неличность не может смириться с тем, что у кого-то эта самая личность плохая, в том смысле, что правительство, судьи и школы не могут позволить нам быть плохими, потому что они не могут позволить нам быть личностями. Да и не вся ли наша современная история, бллин, это история борьбы маленьких храбрых личностей против огромной машины?"
    },
    {
      "id": 5,
      "title": "К вопросу о правительстве",
      "content": "— Почему вы так рьяно выступаете против нынешнего правительства? Разве другое будет намного лучше?\n— Кто-то же должен бороться за идеалы добра и справедливости?..\nОднако основная масса слишком инертна. Ей наплевать на всё, кроме собственного благополучия и личного покоя. В сытой спячке народ может допустить даже приход фашизма."
    },
    {
      "id": 6,
      "title": "Что нужно богу?",
      "content": "Что нужно Господу? Нужно ли ему добро или выбор добра? Быть может, человек, выбравший зло, в чем-то лучше человека доброго, но доброго не по своему выбору?"
    },
    {
      "id": 7,
      "title": "Природа зла",
      "content": "Но больше всего веселило меня, бллин, то усердие, с которым они, грызя ногти на пальцах ног, пытаются докопаться до причины того, почему я такой плохой. Почему люди хорошие, они дознаться не пытаются, а тут такое рвение! Хорошие люди те, которым это нравится, причем я никоим образом не лишаю их этого удовольствия, и точно так же насчет плохих. У тех своя компания, у этих своя. Более того, когда человек плохой, это просто свойство его натуры, его личности – моей, твоей, его, каждого в своем odinotshestve, – а натуру эту сотворил Бог, или Gog, или кто угодно в великом акте радостного творения. Неличность не может смириться с тем, что у кого-то эта самая личность плохая, в том смысле, что правительство, судьи и школы не могут позволить нам быть плохими, потому что они не могут позволить нам быть личностями. Да и не вся ли наша современная история, бллин, это история борьбы маленьких храбрых личностей против огромной машины? Я это серьезно, бллин, совершенно серьезно. Но то, что я делаю, я делаю потому, что мне нравится это делать."
    },
    {
      "id": 8,
      "title": "Свобода воли",
      "content": "А мне что с этого будет? Меня сделают снова нормальным человеком? Я смогу снова слушать Хоральную симфонию без тошноты и боли? Смогу я снова жить нормальной zhiznju? Со мной-то как?\nОн бросил на меня такой взгляд, бллин, будто совершенно об этом не думал, будто моя zhizn вообще ерунда, если сравнить с ней Свободу и всякий прочий kal; в его взгляде сквозило какое-то даже удивление, что я сказал то, что сказал, словно я проявил недопустимый эгоизм, требуя чего-то для себя."
    },
    {
      "id": 9,
      "title": "Неличность",
      "content": "Неличность не может смириться с тем, что у кого-то эта самая личность плохая, в том смысле, что правительство, судьи и школы не могут позволить нам быть плохими, потому что они не могут позволить нам быть личностями. Да и не вся ли наша современная история, бллин, это история борьбы маленьких храбрых личностей против огромной машины?"
    },
    {
      "id": 10,
      "title": "К вопросу о правительстве",
      "content": "— Почему вы так рьяно выступаете против нынешнего правительства? Разве другое будет намного лучше?\n— Кто-то же должен бороться за идеалы добра и справедливости?..\nОднако основная масса слишком инертна. Ей наплевать на всё, кроме собственного благополучия и личного покоя. В сытой спячке народ может допустить даже приход фашизма."
    },
    {
      "id": 11,
      "title": "Что нужно богу?",
      "content": "Что нужно Господу? Нужно ли ему добро или выбор добра? Быть может, человек, выбравший зло, в чем-то лучше человека доброго, но доброго не по своему выбору?"
    }
  ]
}